Revit 2024 API
SymbolTypeId.MPerKN Property
 Symbol m/kN, indicating unit Meters per kilonewton.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MPerKN { get; }
Visual Basic
Public Shared ReadOnly Property MPerKN As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MPerKN {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace